[
  {
    "id": 1,
    "firsttext": "J",
    "title": "Jake",
    "text": "Scalekit paid off right way. Talked with Rishi today and a few minutes later I have a $24k 0% interest credit card with more to come soon."
  },
  {
    "id": 2,
    "firsttext": "B",
    "title": "Brian",
    "text": "I have several other people that are interested in Scalekit. I had went to a local Real-Estate investor meeting and talked to them about it."
  },
  {
    "id": 3,
    "firsttext": "E",
    "title": "Elaine",
    "text": "Just wanted to say that I am so grateful to have met Rishi Panchal. What he is doing is potentially life changing, and I have great hope for the future."
  },
  {
    "id": 4,
    "firsttext": "A",
    "title": "Ali",
    "text": "Guys another approval different business. Thanks to Rishi and Scalekit $20k!"
  },
  {
    "id": 5,
    "firsttext": "I",
    "title": "Ian Lahde",
    "text": "Thanks a lot Rishi. You are changing so many lives for the better and it is an honor to be a part of the movement."
  },
  {
    "id": 6,
    "firsttext": "J",
    "title": "Josh Harms",
    "text": "I have started with Scalekit but looking at getting funding in a month or so and I need this to move quicker than that.  Thanks"
  },
  {
    "id": 7,
    "firsttext": "N",
    "title": "Nick Donaldson",
    "text": "Rishi Pascal and the Scale Kit team is the best! He just got us approved for a $75k line of credit yesterday, which was an amazing call to receive first thing in the morning on my birthday 🥳 🙌🏼 trust the process guys 💯 very much looking forward to continue working with Rishi on many more ventures!! 🙏🏼"
  },
  {
    "id": 8,
    "firsttext": "B",
    "title": "Brian Ladyman",
    "text": " Rishi Panchal and his team with Waseem really stand by their work and are the best at what they do. I would not recommend anyone else that is for sure."
  },
  {
    "id": 9,
    "firsttext": "A",
    "title": "Ali Ghamlouch",
    "text": "Rishi Panchal and scale kit team trusted process , being patient and achieving here are some pictures for you guys soon will post monthly results soon once up and running. Keep this family posted!!!!"
  },
  {
    "id": 10,
    "firsttext": "A",
    "title": "Anoop Arramraju",
    "text": "When the first Lamborghini was built it took many years of development. But with patience and effective strategies beautiful things can be created Rishi Panchal"
  },
  {
    "id": 11,
    "firsttext": "K",
    "title": "Kevin Quezada",
    "text": "THANK YOU RISHI AND THE TEAM AT SCALE KIT! THESE GUYS ARE THE BEST IN THE GAME TRUST ME! 🙏🙏🙏"
  },
  {
    "id": 12,
    "firsttext": "D",
    "title": "Dawn Brandsma",
    "text": "Just started with Scalekit a few weeks ago, and already am receiving funding. Rishi is wonderful and very patient with me. I think this will be a terrific relationship going forward."
  },
  {
    "id": 13,
    "firsttext": "E",
    "title": "Elie T. Kingsley",
    "text": "Here is a win as a result of patience and trusting Rishi Panchal process. This is a big starting step with 100k from Chase and I would like to thank Rishi Panchal for the guidance and help! Thank you!"
  },
  {
    "id": 14,
    "firsttext": "G",
    "title": "Grey Friend",
    "text": "Definitely want to say thank you to Rishi Panchal and Scalekit for getting me approved for 85k from chase this week! He knows what he’s doing and takes care of his clients!"
  },
  {
    "id": 15,
    "firsttext": "R",
    "title": "Ruby Steward",
    "text": "Rishi and his team helped us get over $150k of unsecured business funding in just our first round of funding!"
  },
  {
    "id": 16,
    "firsttext": "L",
    "title": "Loren Mondy",
    "text": "Huge win getting my aged corp foreign filled to apply in texas and New Mexico !! More funding coming let’s keep it going thanks scalekit."
  },
  {
    "id": 17,
    "firsttext": "S",
    "title": "Sharman Said",
    "text": "Thanks to Rishi I went from a score of 600 and 1 year age to now having nearly an 800 credit score with 6 years of age within 60 days."
  }
]
